/* 
This file is automatically generated from Spirometry.adistrings.xml.
For details see: http://wiki.adi.co.nz/wiki/bin/view/Main/CrossPlatformStringResources
*/

"IDS_VOL_LABEL" = "%1 Volume%2";
"IDS_SPIROMETRY_INVALID_CAPTION" = "Invalid Setting";
"IDS_SPIROMETRY_INVALID_TEXT" = "One or more settings are invalid and need correcting. The invalid settings have been marked with a red indicator.\nCorrect these settings before continuing.";
"IDS_BLOCK_SELECTION_X" = "User range: Block %1, %2 s to %3 s from start of block";
"IDS_BREATHS_FROM_X" = "Analyzed range: %1 s to %2 s from start of block";
"IDS_SPFLOW" = "Spirometry Flow";
"IDS_SPVOL" = "Spirometry Volume";
"IDS_OLD_SPIRO_UPDATED" = "The settings in this file were created by an earlier version of Spirometry and have been updated.\nPlease check that the updated settings are appropriate.";
"IDS_REPORT_SETTINGS" = "Settings";
"IDS_FLOWVOL_UNITS" = "Flow-Volume";
"IDS_REPORT_SELECTION" = "Selection";
"IDS_REPORT_CDL" = "Cycle detection level = %1%% full range";
"IDS_SPIROMETRY_BUTNAMEHP" = "High-pass";
"IDS_REPORT_FET" = "Forced expiration threshold = %1 x average volume";
"IDS_OLD_SPIRO_CAPTION" = "Spirometry Settings Updated";
"IDS_OVERALL" = "Overall";
"IDS_BREATHS" = "Breaths";
"IDS_NON_FORCED_BREATHS" = "Non-forced breaths";
"IDS_SPIROMETRY_AVERAGE" = "Average";
"IDS_CHANNEL_NOT_SET" = "Channel not set.";
"IDS_NO_VALID_SELECTION" = "No valid selection has been made.";
"IDS_RANGE_WARNING_1" = "The selected range must all be within a single block.";
"IDS_RANGE_WARNING_2" = "The Spirometry extension requires that a valid selection be made.";
"IDS_SELECTION_TOO_LONG" = "The selection is too large.";
"IDS_NO_VALID_DATA" = "No valid data.";
"IDS_FLOW" = "Flow";
"IDS_VOLUME" = "Volume";
"IDS_SPIROMETRY_CUSTOM" = "Custom…";
"IDS_SPIRO_FLOW" = "Spirometry Flow";
"IDS_NONE_FOUND" = "None found";
"IDS_CHANNEL_X" = "Channel %1";
"IDS_TIME" = "Time";
"IDS_COPY_DATA_WINDOW" = "Copy Spirometry Data Window";
"IDS_UNABLE_TO_COPY_CLIPBOARD" = "Unable to copy to clipboard at present";
"IDS_ERROR" = "Error";
"IDS_SELECTION_ERROR_REASON_1" = "No flow channels found.";
"IDS_SELECTION_ERROR_REASON_2" = "No volume channels found.";
"IDS_SELECTION_ERROR_REASON_3" = "The spirometry extension requires that a valid selection be made.";
"IDS_SELECTION_ERROR_REASON_4" = "The selection is across multiple blocks.";
"IDS_SELECTION_ERROR_REASON_5" = "The selection is too large.";
"IDS_SELECTION_ERROR_REASON_6" = "There is no data in the volume channel.";
"IDS_SELECTION_ERROR_REASON_7" = "There is no data in the flow channel.";
"IDS_SELECTION_ERROR_REASON_8" = "The Spirometry extension requires that a valid selection be made.";
"IDS_PRINT_REPORT" = "Print Spirometry Report";
"IDS_FLOWHEAD_DESC" = "Head scale = %1\nNon-linear compensation = %2";
"IDS_FORMULA" = "Final formula: Flow (L/s) = %1 x V %2";
"IDS_FORMULA_NONLINEAR" = "Final formula: Flow (L/s) = %1 x V x (1 - %2 x |V|)";
"IDS_NO_VOL_SELECTION" = "Calculated volume ratio requires a valid selection.";
"IDS_NO_FLOW_SELECTION" = "Calibration requires a valid selection.";
"IDS_SELECTION_ERROR_REASON_12" = "No valid breath cycles within the same block selected.";
"IDS_SPENUMS" = "Spirometry Configuration";
"IDS_SPENUMS_DESC" = "SpEnums Extension";
"IDS_SPENUMS_CAPTION" = "Spirometry";
"IDS_INPUT_CHAN" = "Input";
"IDS_FLOWHEAD_INFO" = "Flow head information";
"IDS_HELP_URL" = "SpirometryHelp.chm::";
"IDS_FLOW_LABEL" = "%1 Flow%2";
"ADICMDID_Spirometry+0" = "Spirometry";
"ADICMDID_Spirometry+1" = "Spirometry";
"ADICMDID_Spirometry+2" = "Spirometry";
"ADICMDID_SettingsDlg+0" = "Settings…";
"ADICMDID_SettingsDlg+1" = "Settings";
"ADICMDID_SettingsDlg+2" = "Settings";
"ADICMDID_OpenXYView+0" = "Flow-Volume Plot";
"ADICMDID_OpenXYView+1" = "Flow-Volume Plot";
"ADICMDID_OpenXYView+2" = "Flow-Volume Plot";
"ADICMDID_OpenReportView+0" = "Report";
"ADICMDID_OpenReportView+1" = "Report View";
"ADICMDID_OpenReportView+2" = "Report View";
"ADICMDID_OpenDataView+0" = "Data Window";
"ADICMDID_OpenDataView+1" = "Data View";
"ADICMDID_OpenDataView+2" = "Data View";
"IDS_SELECTION_ERROR_REASON_9" = "The blocks selected have differing units.";
"IDS_SELECTION_ERROR_REASON_10" = "The flow selection contains data that is out of range.";
"IDS_SELECTION_ERROR_REASON_11" = "The volume selection contains data that is out of range.";
"IDS_COPY_FLOW_VOLUME_PLOT" = "Copy Spirometry Flow-Volume Plot";
"IDS_CALCULATED_RATIO_INCORRECT" = "WARNING: The calculated volume ratio above is invalid.";
"ID_SP_FLOW_VOLUME_PLOT" = "Spirometry Flow-Volume Plot";
"ID_SPIROMETRY_DATA" = "Spirometry Data";
"IDS_UserUnitsInChannel" = "The source channel has a units conversion applied and this will affect the calculated flow values.\n\nThe preset flow head calibrations assume that the source channel is uncalibrated and is in volts (or millivolts). To obtain correct flow values, you may need to use a custom flow head calibration or turn off the units conversion.";
"IDS_UserUnitsInChannelCaption" = "The source channel has a units conversion applied and this will affect the calculated flow values.";
"IDS_UserUnitsInChannelMessage" = "The preset flow head calibrations assume that the source channel is uncalibrated and is in volts (or millivolts). To obtain correct flow values, you may need to use a custom flow head calibration or turn off the units conversion.";
"IDS_ChannelHasBaseUnitsNotInVolts" = "The source channel has base units which are not Volts\nor have an invalid SI prefix. The data resulting\nfrom the Flow calculation may be suspect.";
"IDS_PRINT_FLOW_VOLUME_PLOT" = "Print Spirometry Flow-Volume Plot";
"IDS_PRINT_DATA_WINDOW" = "Print Spirometry Data Window";
"IDS_COPY_REPORT" = "Copy Spirometry Report";
"IDS_SPIROMETRY_REPORT" = "Spirometry Report";
"IDS_FLOW_ON_CHANNEL_X" = "Flow on channel %1";
"IDS_VOLUME_ON_CHANNEL_X" = "Volume on channel %1";
"IDS_BREATH" = "Breath";
"IDS_FORCED" = "forced";
"IDS_SINGLE_EXPIRATION" = "single expiration";
"IDS_SPIROMETRY_DURATION" = "Duration";
"IDS_EXPORT_EXT" = "csv";
"IDS_EXPORT_DESCRIPTION" = "Spirometry Report CSV File";
"IDS_EXPORT_ERROR" = "Export Spirometry Report requires a valid Spirometry analysis.\nNo data will be saved.";
"IDS_NON_FORCED" = "non-forced";
"IDS_SPMINVENT" = "Spirometry Minute Ventilation";
"IDS_OLD_VOL_CAPTION" = "Spirometry Volume Updated on Channel %1";
"IDS_SPTIDALVOL" = "Spirometry Tidal Volume";
"IDS_TIDAL_CAPTION" = "Spirometry Tidal Volume";
"IDS_MINUTE_CAPTION" = "Minute Ventilation";
"IDS_ERR_CFETMPH_CAPTION" = "Invalid value";
"IDS_ERR_CFETMPH_MESSAGE" = "Value must be a number between %1 and %2";
